module.exports = {
    icon: 'gagakugo',
    body: `        // 雅楽: 笙の竹管の束と雅の印
        seg(2.0, 2.0, 2.0, 4.4, '#4d7c0f', 2.2);          // 笙の管1
        seg(2.5, 1.7, 2.5, 4.4, '#65a30d', 2.2);          // 笙の管2
        seg(3.0, 1.5, 3.0, 4.4, '#4d7c0f', 2.2);          // 笙の管3
        seg(3.5, 1.9, 3.5, 4.4, '#65a30d', 2.2);          // 笙の管4
        seg(4.0, 2.3, 4.0, 4.4, '#4d7c0f', 2.2);          // 笙の管5
        dot(3.0, 4.7, '#a16207', '#713f12', cell * 0.5);  // 笙の斗
        txt('雅', 4.9, 1.8, '#fbbf24', cell * 0.55);      // 雅の印`,
};
