module.exports = {
    icon: 'koinoborigo',
    body: `        // 鯉幟: 泳ぐ鯉と吹き流し
        seg(2.8, 3.0, 4.9, 3.0, '#0284c7', cell * 0.8); // 鯉の胴
        tri(5.3, 3.0, cell * 0.62, '#0284c7', '#075985', 0); // 尾
        dot(2.55, 2.85, '#f8fafc', '#075985', R * 0.42); // 目
        dot(3.6, 3.0, '#38bdf8', '#075985', R * 0.3);
        seg(1.8, 1.6, 1.8, 4.6, '#78350f', 1.6); // ポール
        seg(1.8, 1.7, 3.4, 1.2, '#f43f5e', cell * 0.3); // 吹き流し
        seg(1.8, 2.3, 3.2, 1.9, '#38bdf8', cell * 0.3);`,
};
