module.exports = {
    icon: 'stringfieldgo',
    body: `        // 絃楽: 張られた弦と振動、琴柱
        seg(1.2, 3.0, 4.8, 3.0, '#f0abfc', 1.8);          // 弦1
        seg(1.2, 3.6, 4.8, 3.6, '#f0abfc', 1.8);          // 弦2
        seg(1.2, 4.2, 4.8, 4.2, '#f0abfc', 1.8);          // 弦3
        tri(2.2, 3.6, cell * 0.45, '#a16207', '#713f12'); // 琴柱1
        tri(3.8, 3.6, cell * 0.45, '#a16207', '#713f12'); // 琴柱2
        seg(1.6, 2.2, 2.2, 1.6, 'rgba(240,171,252,0.6)', 1.4); // 振動1
        seg(3.4, 2.0, 4.0, 1.5, 'rgba(240,171,252,0.6)', 1.4); // 振動2
        dot(5.0, 3.0, '#e879f9', '#a21caf', cell * 0.15); // 弾かれる音`,
};
