module.exports = {
    icon: 'tanukigo',
    body: `        // 狸: 丸い腹鼓と葉っぱ笠
        dot(3, 3.6, '#a16207', '#713f12', cell * 1.15);   // 狸の体
        dot(3, 3.9, '#fef3c7', '#d6a85c', cell * 0.6);    // 白い腹鼓
        seg(2.6, 3.9, 3.4, 3.9, '#a16207', 1.4);          // 鼓の撥跡
        dot(2.5, 2.8, '#292524', '#000', cell * 0.13);    // 左目
        dot(3.5, 2.8, '#292524', '#000', cell * 0.13);    // 右目
        tri(3, 1.9, cell * 0.65, '#4d7c0f', '#365314');   // 頭の葉っぱ
        seg(4.5, 3.0, 5.0, 3.4, '#57534e', 2);            // 酒徳利の柄`,
};
